{
  "today": {
    "id": 5561,
    "cont": "土星进入水瓶座，月亮进入水瓶座",
    "today_advice": "大吃一顿",
    "cont1": "会因为感情方面的事情跟自己的另一半在工作中有分歧的发生，自己在这个时候对待思绪也是比较混乱的，缺少一定的耐心，不要把情绪带给对方。",
    "cont2": "",
    "match_id": 8,
    "cont3": "自己制定的工作方面的计划容易会出现不能按时完成的情况，给本就烦躁的你增加更多的烦恼和焦虑的情绪，也会面临一定的压力。部分人注意跟不怀好意的人保持一定的距离，也要拒绝暧昧。",
    "cont4": "",
    "cont5": "",
    "cont6": "",
    "cont7": "钱财的收入状况是比较不错的，能够有更多的钱财的入帐，但切记莫要心急，没有什么是一蹴而就的。部分人会有想要购买一些装饰用品的想法。",
    "cont8": "",
    "cont9": "整体的健康状况是比较不错的，会有一个好的状态，但是需要注意的是不要用眼过度，注意保证良好的休息。",
    "cont10": "",
    "cont11": "存在打车的情况或者是错过班车，给你的出行造成一定的麻烦，有机会在路上遇到比较让你开心的事情。",
    "match_desc": "射手座喜欢尝试和挑战未知，为人也很热心。",
    "match_astro": "火象星座 主动热情 情商高",
    "match_reason": "洒脱自由的射手座会是你的最佳选择。",
    "title": "适当调整的一天",
    "luck_desc": "今天的你会因为家庭生活方面的一些事情或者是感情方面的问题而分心，导致自己在工作方面的情绪受到影响，有一定的压力和焦虑状态的产生。",
    "luck": "找朋友谈心",
    "luck_colour": "米白色",
    "bad": "计划过多",
    "luck_thing": "咖啡"
  },
  "week": {
    "id": 5489,
    "cont": "在本周，白羊座在做事情方面会考虑的更多一些，工作当中也能够投入更多的心力，相对的态度和脾气也是比较好的，能够克制住自己的脾气。",
    "cont1": "感情方面，对于感情生活当中的白羊座来说，在这个时候，会跟自己的另一半相处方面面临一定的压力，你们两个人沟通还是比较愉快的，愿意去跟对方进行更多的交涉。但是双方的问题也会在这个时候暴露出来，彼此之间存在一定的问题或者是有一定的压力产生，情绪状态会受到影响。涉及到一些出行或者工作方面的事情，两个人会出现分歧或者意见不同的情况。",
    "cont2": "",
    "week_keyword": "深思熟虑,自我把控,表达自己",
    "cont3": "周四，土星进入水瓶座，月亮合木星，在工作当中你还是很有自己的计划和安排的，做事情比较有条理。能够认真做好自己当下的事情，而且就一些项目的执行和人员的调动方面也能够很负责认真的去做好这方面的事情，在工作当中更加的用心和专注一些。不过你可能会在这个时候因为一些他人的失误而给你造成困扰，自己有不耐烦的情况产生，但也会比较克制。",
    "cont4": "",
    "cont5": "周一月亮合水星，月亮三合火星，学习方面，对于正处在学习当中的白羊座来说，在这个时候是非常有自己想法和见解的，能够专注认真的去做好自己当下的事情，非常的积极主动。而且很有想法和目标，在学习当中并不太会拖延行事，能够很好的完成课业问题。同时你在这个时候也会积极的把自己的想法表达出来，能够得到他人的赞同。",
    "cont6": "",
    "cont7": "财运方面，这段时间在钱财上，你还是有不错的收入的，能够获得一些机会，相对来说是比较稳定的一段时间，不会有过多钱财上的花销。在一些钱财的问题上，工作方面也会带给你一定的利益收入，项目合作的事情在这个时候落实下来，账单报销等事情也会进展顺利。但是在涉及到一些偏财方面的事情，不建议你冲动去做。",
    "cont8": "",
    "cont9": "健康方面，这段时间你整体的一个健康状况是比较不错的，但是也需要去留心一些神经系统，骨骼，四肢方面的问题。容易会出现神经衰弱、睡眠质量不佳以及肢体僵硬不舒服的情况。",
    "cont10": "",
    "keyword_one": "深思熟虑",
    "keyword_two": "自我把控",
    "keyword_three": "表达自己"
  },
  "moreData": false,
  "today_affection": [
    {
      "y": 78,
      "x": "12.14"
    },
    {
      "y": 89,
      "x": "12.15"
    },
    {
      "y": 80,
      "x": "12.16"
    },
    {
      "y": 76,
      "x": "12.17"
    },
    {
      "y": 80,
      "x": "今天"
    },
    {
      "y": 89,
      "x": "12.19"
    },
    {
      "y": 80,
      "x": "12.20"
    }
  ],
  "today_bussiness": [
    {
      "y": 80,
      "x": "12.14"
    },
    {
      "y": 80,
      "x": "12.15"
    },
    {
      "y": 79,
      "x": "12.16"
    },
    {
      "y": 75,
      "x": "12.17"
    },
    {
      "y": 83,
      "x": "今天"
    },
    {
      "y": 84,
      "x": "12.19"
    },
    {
      "y": 79,
      "x": "12.20"
    }
  ],
  "today_fortune": [
    {
      "y": 91,
      "x": "12.14"
    },
    {
      "y": 86,
      "x": "12.15"
    },
    {
      "y": 88,
      "x": "12.16"
    },
    {
      "y": 82,
      "x": "12.17"
    },
    {
      "y": 79,
      "x": "今天"
    },
    {
      "y": 75,
      "x": "12.19"
    },
    {
      "y": 83,
      "x": "12.20"
    }
  ],
  "month": {
    "id": 5338,
    "cont": "12月2日水星进入射手座，对于工作当中的白羊座来说，这个时候在工作当中会很有自己的想法和见解，能够有更多的点子，能够很好的解决工作当中的一些问题，而且在这个时候跟同事之间相处的相对比较好，能够就一些不懂的事情，或者是涉及到文案法律方面的事进行协商和处理。建议在这个过程当中不要给自身过多的压力，给自己制定一些计划和目标，做好自身当下的事情。",
    "cont1": "12月3日月亮刑火星，这段时间你跟家人之间的接触会比较多，家庭事务方面你会缺少一定的耐心，对于家人的一些意见和想法是比较不耐烦的。容易跟自己的家人有一些冲突和矛盾的发生，不能够换位思考，相对来说脾气比较急躁。部分人也因为生活当中的琐事，而缺少一定的耐心。\n12月10日，太阳刑海王星，金星六合冥王星，对于感情生活当中的白羊座来说，在这个时候会想起自己的前任，跟他人有所谈论，或者是容易遇到自己的旧时好友，彼此能够有更多的沟通和交流。在这个时候也会有强烈的想出去玩的想法，不太想要待在家中，可以约上自己的心仪之人，或者是另一半一起去做一些有趣的事情。\n在17日土星进入水瓶座，月亮进入水瓶座，在这段时间你能够对自身进行审视，做事情能够有更多的考虑。不再慌慌张张，太过匆忙，而是能够对一些细节方面的事情进行把握，相对来说会沉稳很多。同时，部分人也会在这个时候有想要清理朋友圈或者删除好友的想法。\n在月末的这段时间，对于白羊座来说，感情方面能够不错的发展，会跟自己的另一半相处比较愉快，有较少争论的情况发生。而对于单身的白羊来说，在这个时候容易会遇到令自己心仪的异性，很大可能会是通过工作或者是在上下班的路上，两个人之间的关系能够进一步升温，虽然是恋人未满的状态，但是整体还是很温馨浪漫的。但注意也不要因为感情而影响到工作的效率问题。",
    "cont3": "12月1日水星六合土星，在事业方面，这段时间你能够就工作当中的事情处理得更加稳重和踏实。会在这个时间去制定一些工作当中的计划和安排，是比较有自己想法的。同时对一些项目合作以及工作进展方面的事情，也能够相对顺利的进行。有机会得到贵人的帮助，在工作上对你有所指点。\n在13日，月亮合金星，月亮进入射手座，工作方面会有不错的进展，能够得到他人的帮助，如果有一些创业或者是兼职想法的话，能够得到他人的支持和帮助。同时对于正在找工作的白羊座来说，在这个时候会有一些好的机会，能够拿到心仪公司的offer。",
    "cont5": "12月3日月亮刑火星，在这个时候，对于学习当中的白羊座来说，能够更加的专注一些。遇到问题会积极去寻求他人的帮助，跟同学之间有更多的交涉。在涉及到有关于学习和考试方面的问题，会跟自己的同学互帮互助，希望彼此都变得更优秀。\n在13日，月亮合金星，月亮进入射手座，正处在学习当中的白羊座，适合在这个时候做一些计划和安排，有提升自己学历想法的话，建议在这个时候去做一些了解，相对来说进展比较顺利。学习上有着很大的积极主动性，而且理解能力也会很强。\n12月20日，太阳合水星，学习方面会非常的积极主动，而且理解到位。涉及到一些沟通交流的事情，你也能够很快的悟道，对老师所讲的内容举一反三，有更多的专注度。对于工作当中的白羊座来说，会有想要提升学历，学习专业技能的想法，将提高自己在工作当中的竞争力。",
    "cont7": "在12月6日金星三合海王星，在这个时候的商务应酬相对变多，会需要你去处理一些公司当中的账目问题或者是涉及到相关利益资源分配的事情。不要对其有过多的管控或者干涉，也要认真一些，避免出现失误的情况。\n在23日，月亮三合金星，这段时间会有一些偏财方面的入账，你会更多的去关注投资理财方面的事情，有想去购买股票债券的想法。但是，建议凡事要适度，不要过多的在此基础上有消费的情况，避免出现不能收回成本的情况。",
    "cont9": "健康方面，这段时间你的整体状态是比较不错的，但是也需要留心心脏眼睛方面的疾病，不要长时间盯着电脑。没事的时候，眺望一下远方或者是做一些眼部的按摩以及手臂的舒缓运动。"
  },
  "date": {
    "time": 1608280586,
    "year": "2020",
    "month": "12",
    "day": "18",
    "weekday": 6,
    "month_abbr": "Dec.",
    "week": "12.14-12.20/2020"
  }
}